## 4.9 	更改列标题

In [1]:
import pandas as pd
import numpy as np

In [2]:
data = {
    'apples': [3, 2, 0, 1], 
    'oranges': [0, 1, 2, 3],
    'bananas': [1, 2, 1, 0]
}
df = pd.DataFrame(data, index=['June','Robert','Lily','David'])
df

        apples  oranges  bananas
June         3        0        1
Robert       2        1        2
Lily         0        2        1
David        1        3        0

In [3]:
df = df.rename(columns={'apples':'苹果','oranges': '桔子','bananas': '香蕉'})
df

        苹果  桔子  香蕉
June     3   0   1
Robert   2   1   2
Lily     0   2   1
David    1   3   0